# St7SetLTAMethod

Sets the integration method used for linear transient dynamic analysis.

long St7SetLTAMethod(long uID, long Method)
Input Parameters
uID
Strand7 model file ID.

Method
Time integration method; either ltWilson or ltNewmark.